Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=74_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamen kieli
smn: Sämikielâ

source: Saamen kielet Suomessa ja muualla
smn: Sämikielah láá Euroop algâkielah já nuorttâmeerâsyemmilâš kielâi (tegu suomâkielâ já eestikielâ) aldemuuh hyelkkikielah.

source: Saamen kielet ovat suomalais-ugrilaisia kieliä ja itämerensuomaisten kielten (kuten suomen ja viron) etäsukukieliä.
smn: Toh sárnojeh Suomâst, Ruotâst, Taažâst já Ruošâst.

source: Saamen kielellä ja suomella on ollut yhteinen kantakieli.
smn: Suomâst sárnoo kulmâ sämikielâ: tavesämikielâ, aanaarsämikielâ já nuorttâsämikielâ. Tavesämikielâ lii kielâjuávhuin stuárráámus.

source: Kielet ovat erkaantuneet noin 3500- 3000 vuotta sitten.
smn: Tom sárnuh suullân 20 000 olmožid Suomâst, Taažâst já Ruotâst.

source: Saamen kielet alkoivat erkaantua 300- 800 jaa. Saamen kielet jakautuvat itäiseen ja läntiseen kieliryhmään.
smn: Suomâst tavesämikielâ sárnooh láá suullân 2000.

source: Suomessa puhuttavista saamen kielistä pohjoissaame kuuluu läntiseen kieliryhmään.
smn: Aanaarsämikielâ sárnoo tuše Suomâst, nuorttâsämikielâ meiddei Ruošâst.

source: Pohjoissaame on suurin saamen kielistä ja sitä puhutaan äidinkielenä Suomen lisäksi Norjassa ja Ruotsissa.
smn: Suomâst kuábbáá-uv kielâ sárnuh suullân 300 olmožid iänááš Aanaar kieldâst, mii lii Suomâ áinoo neeljikielâlâš kieldâ.

source: Suomessa pohjoissaamessa on itä- ja länsimurteita.
smn: Ton virgálâš kieláid kuleh suomâkielâ lasseen kulmâ sämikielâ.

source: Itäiseen kieliryhmään kuuluvat inarin- ja koltansaame.
smn: Maaŋgah sämmiliih láá váldukielâi tiädu vyelni monâttâm algâalgâlâš kielâs.

source: Inarinsaamea puhutaan vain Suomessa.
smn: 1960-lovvoost álgám etnisâš moránem lii jođettâm sämikielâ tiäđulâš varjâlmân já maaŋgâlágán kielâ iäláskittemtoimáid.

source: Koltansaamen perinteiset puhuma-alueet sijaitsevat Suomen lisäksi Norjassa ja Venäjällä, äidinkielenään sitä puhutaan vain Suomessa.
smn: Sämikielâ finnij virgálii sajattuv ive 1992 säämi kielâlaavâ mield.

source: Venäjällä puhutaan turjan- ja kildinsaamea. Ruotsissa ja Norjassa puhutaan myös etelä-, piitimen- ja luulajansaamea.
smn: Säämi kielâlaahâ uđâsmittui ive 2004.

source: Suomessa puhuttavat saamen kielet ovat omia kieliään.
smn: Ko sämmilâš ášástâl sämikuávlu staatâ já kieldâi virgáduvâin, finnodâhlájádâsâin já toimâsoojijn, lii sust vuoigâdvuotâ sierânâs vátámušâttáá kevttiđ sämikielâ.

source: Kussakin kielessä on oma ortografiansa eli kirjoitustapa.
smn: Virgeomâhâš kalga anneeđ huolâ vuoigâdvuođâi vuáválâšvuođâlâš olášuumeest.

source: Pohjoissaamen ortografia vahvistettiin 1979 saamelaiskonferenssissa ja virallistettiin vuonna 1979.
smn: Ucjuuvâst, mii lii Suomâ áinoo sämmilâšeenâblovo kieldâ, sämikielâ já suomâkielâ lává virgálávt masa siämmáá-árvusâš sajattuvâst.

source: Inarinsaamen ortografia virallistettiin vuoden 1996 saamelaiskonferenssissa.
smn: Kielâ máttááttâsâst

source: Koltansaamen ortografia valmistui vuonna 1972.
smn: Sämikielâ máttááttâs lii adelum vuáđuškoovlâ vuosmui iivij rääjist.

source: Kielet ovat yhteisestä kantamuodostaan huolimatta niin erilaisia, että on puhuttava eri kielistä.
smn: Sämikielâlâš máttááttâs vuolgij joton Ucjuuvâst já Anarist 1970-lovo pelimuddoost.

source: Vaikka eri saamen kieliä onkin kahdeksan, ne ovat kuitenkin kehittyneet samasta kantakielestä ja muistuttavat etäisesti toisiaan.
smn: Sämikuávlust ässee sämikielâlâš uáppeeh kalgeh laavâ mield finniđ váldu-uási vuáđumáttááttâsâst sämikielân.

source: Yleisesti puhutaan kaikista saamen kielistä yhtenä kielenä, koska eri kielistä huolimatta saamelaiset ovat yksi ja yhteinen kansa.
smn: Sämikielâ puáhtá leđe škoovlâ máttááttâskielâ, eenikielâ oppâaamnâs tâi väljejum vieres kielâ oppâaamnâs.

source: Saamen kieltä suojelee Ruotsissa, Norjassa ja Suomessa oma erityislainsäädäntönsä.
smn: Puoh sämikuávlu vuáđuškoovlah já luvâttuvah adeleh máttááttâs sämikielâst.

source: Venäjällä saamen kielellä ei ole virallista asemaa ja kielen tulevaisuus on kaikkein uhanalaisin.
smn: Pajeuáppeetutkos tave- já aanaarsämikielâ iskos lii puáhtám čođâldittiđ 1990-lovo rääjist, nuorttâsämikielâ ive 2005 rääjist.

source: Kaikki saamen kielet ovat uhanalaisia, pienimmät saamen kielet ovat erittäin uhanalaisia.
smn: Sämikuávlu ulguubeln sämikielâ máttááttuvvoo vistig viehâ uccáá, mut uáppeimeeri lii lassaanmin.

source: Uhanalaistumiskehitys johti Venäjällä akkalansaamen sammumiseen sen viimeisen puhujan poismenon myötä 1990-lvulla.
smn: Uási máttááttâsâst adeluvvoo virtuaalmáttááttâssân.

source: Koltansaame on myös vaarassa sammua Venäjältä. Koltansaamen puhujia on Venäjällä enää vain muutamia elossa.
smn: Säämi máttááttâskuávdáš lii áinoo áámmátlâš oppâlájádâs Suomâst, mii addel máttááttâs meid sämikielân.

source: Koltansaame on käytännössä sammunut Norjassa.
smn: Ton pargon lii palvâliđ sämikuávlu já ton iäláttâseellim.

source: Suomessa koltan- ja inarinsaame olivat erittäin uhanalaisia ja vaarassa jopa kadota 1990-luvulla.
smn: Suomâst sämikielâ puáhtá luuhâđ kuulmâ ollâopâttuvâst: Oulu, Helsig já Laapi ollâopâttuvâst Ruávinjaargâst.

source: Kielten elvytystoimenpiteet ovat saaneet kielen puhujien määrän kasvamaan.
smn: Oulu ollâopâttuv Giellagas-instituutâst lii väldikodálâš sierânâspargo sämikielâ, kulttuur já tutkâmuš ovdedeijen.

source: Elvytystoimenpiteistä huolimatta kielet ovat edelleen erittäin uhanalaisia. Saamen kieli ja kulttuuri
smn: Sämitige škovlim- já oppâmateriaallävdikodde vuáváá já ruttâd sämikielâlâš oppâmateriaal.
